Repository: screwgoth/prozilla-dev-2.5
Catalog: libprozilla/po/*.po
Languages: nl, ro

source: Unable to open file %s: %s!
nl: Onmogelijk bestand te openen %s: %s!
ro: Nu pot deschide fiºierul %s: %s!

source: write failed
nl: schrijven mislukt
ro: scriere eºuatã

source: Unable to write to file %s: %s!
nl: Onmogelijk om te schrijven naar bestand %s: %s!
ro: Nu pot scrie în fiºierul %s: %s!

source: connection timed out
nl: verbindingstijd verlopen
ro: timpul conexiunii a expirat

source: download for this connection completed %s : %ld received
ro: descãrcarea pentru aceastã conexiune s-a încheiat %s : %ld receptionaþi

source: Server Closed Connection Prematurely!
nl: Server sloot verbinding van tevoren!
ro: Serverul a închis prematur conexiunea!

source: orig start pos= %d
nl: originele start pos= %d
ro: poz orig de pornire= %d

source: Idle
nl: Ongebruikt
ro: liber

source: Connecting
nl: Verbinding
ro: Conectare

source: Logging in
nl: Bezig met aanmelden
ro: Autentificare

source: Downloading
nl: Aan het downloaden
ro: Descãrcare

source: Completed
nl: Voltooid
ro: Terminat

source: Login Denied
nl: Aanmelding geweigerd
ro: Login refuzat

source: Connect Refused
nl: Verbinding geweigerd
ro: Conexiune refuzatã

source: Remote Fatal
nl: Fatale fout andere zijde
ro: Eroare fatalã la server

source: Local Fatal
nl: Locale fatale fout
ro: Eroare localã fatalã

source: Timed Out
nl: Tijd verlopen
ro: Timp expirat

source: Max attempts reached
nl: Max pogingen bereikt
ro: Numãrul maxim de încercãri a fost atins

source: Unkown Status!
nl: Onbekende status!
ro: Stare necunoscutã

source: Error: unsupported protocol
nl: Fout: niet ondersteund protocol
ro: Eroare: protocol nesuportat

source: The server returned location is wrong: %s!
nl: De server meld dat de lokatie verkeerd is: %s!
ro: Locaþia returnatã de server e greºitã: %s!

source: Redirected to => %s
ro: Redirectat la => %s

source: unable to delete the file %s. Reason-: %s
nl: Unmogelijk bestand te wissen %s. Reden-: %s
ro: nu pot ºterge fiºierul %s. Motivul-: %s

source: Error while processing prior download of connection number %d
nl: Fout bij het verwerken voorafgaande download van connectie nummer %d
ro: Eroare la procesarea dinaintea descãrcãrii la conexiunea numarul %d

source: Warning! Unable to create logfile!
nl: Waarschuwing! Onmogelijk om logfile te maken!
ro: Atenþie! Nu pot crea fiºierul de log!

source: Error: Not enough system resources
nl: Fout: Niet genoeg systeem bronnen
ro: Eroare: Nu sunt destule resurse sistem

source: Error: Unsupported Protocol was specified
nl: Fout: Niet ondersteund protocol is ingesteld
ro: Eroare: A fost specificat un protocol nesuportat

source: All threads created
nl: Alle draden gecreerd
ro: Toate firele au fost create

source: Connection %d, had a local fatal error: %s .Aborting download.
nl: Connectie %d, heeft een locale fatale fout: %s . Download gestopt.
ro: În conexiunea %d, a apãrut o eroare localã fatalã: %s. Descãrcarea abandonatã.

source: All logins rejected!.Retrying connection
nl: Alle aanmeldingen verworpen!. Bezig opnieuw verbinding te maken
ro: Toate login-urile refuzate! Reîncerc conectarea

source: Relaunching download
nl: Download herstarten
ro: Relansez descãrcarea

source: All connections attempts have been rejected!.Retrying connection
ro: Toate încercãrile de conectare au fost refuzate! Reîncerc conectarea

source: Unable to allocate %d bytes to recreate files
nl: Onmogelijk om %d bytes te lokaliseren om bestanden te creëren
ro: Nu pot aloca %d bytes pentru a recrea fiºierul

source: Error: unable to open the file %s for writing-: %s
nl: Fout: onmogelijk om bestand %s te openen om te schrijven-: %s
ro: Eroare: nu pot deschide fiºierul %s pentru scriere-: %s

source: Error: Unable to open the file %s for reading-: %s
nl: Fout: onmogelijk om bestand %s te openen om te lezen-: %s
ro: Eroare: Nu pot deschide fiºierul %s pentru citire-: %s

source: Unable to delete the file %s before exiting. Reason-: %s
nl: Onmogelijk om bestand %s te wissen voor het sluiten. Reden-: %s
ro: Nu pot ºterge fiºierul %s înainte de ieºire. Motiv-: %s

source: Error:A write error occured while writing to %s -: %s
ro: Eroare: O eroare de scriere a apãrut în timp ce scriam în %s-: %s

source: Successfully Wrote %s
nl: Successvol geschreven %s
ro: Am scris %s

source: Message = %s
nl: Bericht = %s
ro: Mesaj = %s

source: Error checking for FTP data: %s
nl: Fout bij het controleren van FTP data: %s
ro: Eroare la verificarea datelor FTP: %s

source: Error receiving FTP data: %s
nl: Foute bij het onvangen van FTP data: %s
ro: Eroare la recepþionarea datelor FTP: %s

source: Sending: %s
nl: Verzenden: %s
ro: Trimit: %s

source: Error sending FTP data: %s
nl: Foute bij het zenden van FTP data: %s
ro: Eroare la trimiterea datelor FTP: %s

source: Received: %s
nl: Ontvangen: %s
ro: Am primit: %s

source: FTP PASV Header = %s
nl: FTP PASV Beginkop= %s
ro: Headerul FTP PASV = %s

source: Unknown code %d retuned during FTP login
nl: Onbekende code %d ontstaan bij het FTP aanmelden
ro: Cod necunoscut %d primit în timpul autentificãrii FTP

source: Connecting to %s
nl: Verbinden met $s
ro: Conectare la %s

source: Error while connecting to %s
nl: Fout bij het verbinden met %s
ro: Eroare în timpul conectãrii la

source: Connected to %s
nl: Verbonden met %s
ro: Conectat la %s

source: Logging in as user %s with password %s
nl: Aanmelden als gebruiker %s met wachtwoord %s
ro: Autentificare ca utilizator %s cu parola %s

source: Logged in successfully
nl: Aanmelden succesvol
ro: Autentificare reuºitã

source: CWD failed to change to directory '%s'
nl: CWD directory veranderen mislukt '%s'
ro: CWD a eºuat sã schimbe directorul '%s'

source: CWD not needed
nl: CWD niet nodig
ro: Nu e nevoie de CWD

source: REST failed
nl: REST mislukt
ro: REST eºuat

source: Error receiving FTP transfer data: %s
nl: Fout bij het ontvangen van FTP overdracht data: %s
ro: Eroare la recepþionarea datelor de transfer FTP: %s

source: String received after the LIST command = %s
nl: Lijn ontvangen na het LIST commando = %s
ro: String recepþionat dupã comanda LIST = %s

source: Unable to parse the line the FTP server returned:please report URL to kalum@delrom.ro
nl: Onmogelijk om de inkomende lijn van de FTP server te vertalen: rapporteer URL naar kalum@delrom.ro
ro: Nu pot parsa linia pe care a returnat-o serverul FTP: vã rugãm raportaþi URL-ul la prozilla-users@delrom.ro

source: Server doesn't seem to support PASV
nl: De server ondersteund geen PASV
ro: Serverul nu pare sã suporte PASV

source: Retrying attempt %d in %d seconds
nl: Nogmaals een poging %d in %d seconden
ro: Reîncercarea numarul %d în %d secunde

source: Seccessfully got info
nl: Successvol info verkregen
ro: Informaþiile au fost obþinute

source: File not found!
nl: Bestand niet gevonden!
ro: Fiºier negãsit!

source: I have tried %d attempt(s) and have failed, aborting
nl: Ik heb %d poging(en) geprobeerd en deze zijn mislukt, gestopt
ro: Am fãcut %d încercãri ºi am eºuat, abandonez

source: MULTINET Size: %d
nl: MULTINET grootte: %d
ro: Mãrimea MULTINET: %d

source: BINLS size: %d
nl: BINLS grootte: %d
ro: Mãrimea BINLS: %d

source: Logging in as user %s with password %s.
nl: Bezig in te loggen als gebruiker %s met wachtwoord %s
ro: Autentificare ca utilizator %s cu parola %s.

source: CWD failed to change to directory '%s'.
nl: CWD directory veranderen mislukt '%s'
ro: CWD a eºuat sã schimbe directorul '%s'.

source: CWD not needed.
nl: CWD niet nodig.
ro: Nu e nevoie de CWD.

source: I have a bug in my code!!, check remote_starpos and resume_support values
nl: Ik heb een fout in mijn code!!, controleer remote_starpos en resume_support's waarden
ro: Am o eroare în cod!!, verificaþi valorile pentru remote_starpos ºi resume_support

source: RETR failed
nl: RETR mislukt
ro: RETR eºuat

source: Retrying..Attempt %d in %d seconds
nl: Opnieuw proberen... poging %d in %d seconden
ro: Reîncerc... Încercarea %d în %d secunde

source: Error while attemting to process download file
nl: Fout bij het verwerken van het download bestand
ro: Eroare la încercarea de a procesa fiºierul descãrcat

source: Seccessfully got download
nl: Succesvol gedownload
ro: Descãrcare reuºitã

source: Error occured in connection...
nl: Fout opgetreden in verbinding...
ro: A apãrut o eroare în conexiune...

source: %s: option `%s' is ambiguous
nl: %s: optie '%s' is dubbelzinnig
ro: %s: opþiunea `%s' e ambiguã

source: %s: option `--%s' doesn't allow an argument
nl: %s: optie '--%s' staat dit argument niet toe
ro: %s: opþiunea `--%s' nu permite argument

source: %s: option `%c%s' doesn't allow an argument
nl: %s: optie '%c%s' staat dit argument niet toe
ro: %s: opþiunea `%s%s' nu permite argument

source: %s: option `%s' requires an argument
nl: %s: optie '%s' is een argument benodigd
ro: %s: opþiunea `%s' necesitã argument

source: %s: unrecognized option `--%s'
nl: %s: onbekende optie '--%s'
ro: %s: opþiune nerecunoscutã `--%s'

source: %s: unrecognized option `%c%s'
nl: %s: onbekende optie '%c%s'
ro: %s: opþiune nerecunoscutã `%c%s'

source: %s: illegal option -- %c
nl: %s: foutieve optie -- %c
ro: %s: opþiune ilegalã -- %c

source: %s: invalid option -- %c
nl: %s: foutieve optie -- %c
ro: %s: opþiune eronatã -- %c

source: %s: option requires an argument -- %c
nl: %s: optie is een argument nodig -- %c
ro: %s: opþiunea necesitã argument -- %c

source: %s: option `-W %s' is ambiguous
nl: %s: optie '-W %s' is tegenstrijdig
ro: %s: opþiunea `-W %s' e ambiguã

source: %s: option `-W %s' doesn't allow an argument
nl: %s: optie '-W %s' staat geen argument toe
ro: %s: opþiunea `-W %s' nu permite argument

source: digits occur in two different argv-elements.
nl: cijfers ontstaan in twee verschillende ergv-elementen.
ro: apar cifre în douã elemente argv diferite.

source: option a
nl: optie a
ro: opþiunea a

source: option b
nl: optie b
ro: opþiunea b

source: option c with value `%s'
nl: optie c met waarde '%s'
ro: opþiunea c cu valoarea `'%s'

source: ?? getopt returned character code 0%o ??
nl: ?? getopt terugkerende karakter code )%o ??
ro: ?? getopt a întors cudul caracter 0%o ??

source: non-option ARGV-elements:
nl: geen-optie ARGV-elementen:
ro: elemente ARGV care nu­s opþiuni:

source: Failed writing HTTP request
nl: HTTP aanvraag mislukt
ro: Scrierea cererii HTTP a eºuat

source: End of file while parsing headers
nl: Einde van bestand tijdens het verwerken van het begin
ro: Sfãrºitul fiºierul la parsarea headerului

source: Read error in headers
nl: Lees fout in het begin
ro: Eroare de citire în headere

source: UNKNOWN
nl: ONBEKEND
ro: NECUNOSCUT

source: (no description)
nl: (geen omschrijving)
ro: (fãrã descriere)

source: Error connecting to %s
nl: Fout bij het verbinden met %s
ro: Eroare de conectare la %s

source: Authenticating as user %s password %s
nl: Authenticatie als gebruiker %s wachtwoord %s
ro: Autentificare ca utilizator %s cu parola %s

source: Authentification string=%s
nl: Authenticatie tekenreeks=%s
ro: Stringul de autentificare=%s

source: Sending HTTP request
nl: Verzenden van HTTP aanvraag
ro: Trimit cererea HTTP

source: Retrying...Attempt %d in %d seconds
nl: Opnieuw proberen... poging %d in %d seconden
ro: Reîncerc... Încercarea a %s-a în %d secunde

source: Will be hanled in main
nl: Zal in het hoofddeel worden afgehandeld
ro: Va fi tratat în main

source: Error opening file %s for writing: %s
nl: Fout bij openen van bestand %s om te schrijven: %s
ro: Eroare la deschiderea fiºierului %s pentru scriere: %s

source: Error writing to file %s: %s
nl: Fout bij het schrijven naar %s: %s
ro: Eroare la scrierea în fiºierul %s: %s

source: logfile doesn't exist
nl: logbestand bestaat niet
ro: Fiºierul de log nu existã

source: Error opening file %s for reading: %s
nl: Fout bij het openen van bestand %s om te lezen: %s
ro: Eroare la deschiderea pentru citire a fiºierului %s : %s

source: Error reading from file %s: %s
nl: Fout bij het lezen van bestand %s: %s
ro: Eroare la citirea din fiºierul %s: %s

source: Failed to malloc() %lu bytes.
nl: Fout bij malloc() %lu bytes.
ro: malloc() pentru %lu bytes a eºuat.

source: Failed to realloc() %lu bytes.
nl: Fout bij realloc() %lu bytes.
ro: realloc() pentru %lu bytes a eºuat.

source: Not enough memory to continue: strdup() failed.
nl: Niet genoeg geheugen om verder te gaan: strdup() mislukt.
ro: Nu este destulã memorie pentru a continua: strdup() a eºuat.

source: Warning: Unable to delay
nl: Waarschuwing: ommogelijk om te vertragen
ro: Atenþie: aºteptarea nu e posibilã

source: Unable to lookup hostname
nl: Onmogelijk hostnaam te vinden
ro: Nu se poate rezolva numele

source: Unable to create socket
nl: Onmogelijk socket te creëren
ro: Nu pot crea socket-ul

source: Error occured while connecting
nl: Fout bij het verbinden
ro: A apãrut o eroare la conectare

source: The cconnection attempt was refused
nl: De verbindingspoging is geweigerd
ro: Încercarea de conectare a fost refuzatã

source: Error while accepting the connection
nl: Fout bij het accepteren van de verbinding
ro: Eroare la acceptarea conexiunii

source: Error while Binding socket
nl: Fout bij het verbinden met de socket
ro: Eroare la conectarea socket-ului

source: Error while listening
nl: Fout bij het luisteren
ro: Eroare la ascultare

source: The connection was reset/closed by the peer
nl: De verbinding was teruggezet/verbroken door andere zijde
ro: Conexiunea a fost resetatã/închisã de partener

source: The URL Protocol was unknown
nl: Het URL protocol is niet bekend
ro: Protocolul URL a fost necunoscut

source: The port specified in the URL is not valid!
nl: De poort opgegeven in de URL is niet geldig!
ro: Portul specificat in URL nu este valid!

source: The Hostname specified in the URL is not valid!
nl: De hostnaam opgegeven in de URL is niet geldig!
ro: Numele de host specificat in URL nu este valid!

source: The Pattern specified in the URL does not look valid!
nl: Het patroon opgegeven in de URL ziet er niet geldig uit!
ro: Paternul specificat în URL nu pare valid!

source: End of file reached in HTTP connection
nl: Einde van bestand bereikt in HTTP verbinding
ro: Sfãrºit de fiºier în conexiunea HTTP

source: Error occured in HTTP data transfer
nl: Fout in HTTP data verkeer
ro: Eroare la transferul datelor HTTP

source: Authentification is required to access this resource
nl: Authenticatie is vereist om toegang te krijgen tot deze bron
ro: Este nevoie de autentificare pentru accesarea acestei resurse

source: Failed to Authenticate with host!
nl: Fout bij authenticatie met host!
ro: A eºuat autentificarea la server!

source: The URL was not found on the host!
nl: De URL is niet gevonden op de host!
ro: URL-ul nu a fost gãsit în host!

source: The host disallowed the login attempt
nl: De host heeft de aanmeldpoging niet toegestaan
ro: Gazda nu a permis încercarea de logare

source: The PORT request was rejected by the server
nl: De poort die werdt gevraagd is afgewezen door de server
ro: Cererea de PORT a fost respinsã de server

source: The object file/dir was not found on the host!
nl: Het object bestand/map is niet gevonden op de host!
ro: Obiectul fiºier/director nu a fost gãsit pe server!

source: The TYPE specified in not known by the FTP server!
nl: Het TYPE is niet bekend bij de FTP server!
ro: Tipul specificat de TYPE nu e cunoscut de serverul de FTP!

source: The command is not known by the FTP server!
nl: Het commando is niet bekend bij de FTP server!
ro: Comanda nu este cunoscutã de serverul de FTP!

source: The SIZE command failed
nl: Het SIZE commando mislukte
ro: Comanda SIZE a eºuat

source: Error occured in FTP data transfer
nl: Fout opgetreden in FTP data verkeer
ro: A apãrut o eroare la transferul datelor FTP

source: The REST command failed
nl: Het REST commando mislukte
ro: Comanda REST a eºuat

source: The peer did not allow access
nl: De andere zijde stond geen toegang toe
ro: Partenerul nu permite accesul

source: The host rejected the password
nl: De host wees het wachtwoord af
ro: Serverul nu acceptã parola

source: The PASV (passive mode) was not supported the host
nl: De PASV (passieve modus) is niet ondersteund door de host
ro: PASV (mod pasiv) nu este suportat de server

source: The host does not support PASV (passive mode) transfers
nl: Deze host onderteund geen PASV (passieve modus) overdracht
ro: Serverul nu suportã transferuri PASV (mod pasiv)

source: The connection attempt was refused
nl: De verbindingspoging is geweigerd
ro: Încercarea de conectare a fost refuzatã

source: Failed to (CWD)change to the directory
nl: Mislukt om (CWD) directory te veranderen
ro: A eºuat (CWD) schimbarea directorului

source: The host said the requested service was unavailable and closed the control connection
nl: De host zei dat de gevraagde service niet aanwezig was en verbrook de controle verbinding
ro: Serverul a spus cã serviciul solocitat nu este disponibil ºi a închisconexiunea de control

source: getsockname failed!
nl: getsockname mislukt!
ro: getsockname a eºuat!

source: The server, while acting as a gateway or proxy, received an invalid response from the upstream server it accessed in attempting to fulfill the request
nl: De server, die zich voordeed als gateway of proxy, ontving een foute reactievan de upstream server bij de toegang om aan de aanvraag te voldoen.
ro: Serverul, lucrând ca gateway sau ca proxy, a primit un rãspuns invalid de la serverul de legaturã pe care l­a accesat ca sã îndeplineascã cererea

source: The server is currently unable to handle the request due to a temporary overloading or maintenance of the server.
nl: De server is tijdelijk niet in staat de aanvraag te verwerken doordat hij overbelast is of in onderhoud is.
ro: Serverul nu poate sã rezolve cererea acum datoritã unei supraîncarcãri temporare sau a unor activitãþi de întreþinere.

source: The server, while acting as a gateway or proxy, received an invalid response from the upstream server it accessed in attempting to fulfill the request.
nl: De server, die zich voordeed als gateway of proxy, ontving een foute reactievan de upstream server bij de toegang om aan de aanvraag te voldoen.
ro: Serverul, lucrãnd ca gateway sau ca proxy, a primit un rãspuns invalid de la serverul de legãturã pe care l­a accesat ca sã îndeplineascã cererea.

source: The server encountered an unexpected condition which prevented it from fulfilling the request.
nl: De server onderging een onverwachte conditie waardoor hij aan de aanvraag niet kan voldoen.
ro: Serverul a întãlnit o stare necunoscutã care l­a împiedicat sã îndeplineascã cererea.

source: The server does not support the functionality required to fulfill the request.
nl: De server heeft geen functionaliteit om de aanvraag tevoltooien.
ro: Serverul nu suportã funcþionalitatea cerutã pentru a îndeplini cererea.

source: Error while opening file
nl: Fout bij openen van het bestand
ro: Eroare la deschiderea fiºierului

source: Error while writing to file
nl: Fout bij het schrijven naar het bestand
ro: Eroare la scrierea în fiºier

source: The Download was aborted
nl: De download is afgebroken
ro: Descãrcarea a fost abandonatã

source: The Download encountered a local fatal error
ro: Descãrcarea a întãlnit o eroare localã fatalã

source: Error: Resuming this connection is not possible
nl: Fout: Hervatten van deze verbinding is niet mogelijk
ro: Eroare: Continuarea acestei conexiuni nu e posibilã

source: Error while reading data from socket
nl: Fout: bij het lezen van data van de socket
ro: Eroare la citirea datelor din socket

source: Error while writing data to socket
nl: Fout: bij het schrijven van data naar de socket
ro: Eroare la scrierea datelor în socket

source: Error while Proxying
nl: Fout bij het proxy-en
ro: Eroare de proxy

source: The location is a directory
nl: De lokatie en map
ro: Locaþia este un director

source: Unknown/Unsupported error code
nl: Onbekende/Niet ondersteunde fout code
ro: Cor de eroare necunoscut/nesuportat

source: %s:%d: warning: found "%s" before any host names
nl: %s:%d: waarschuwing: gevonden "%s" voor alle hostnamen
ro: %s:%d: atenþie: am gãsit "%s" înainte de orice nume de host

source: %s:%d: warning: unknown token "%s"
nl: %s:%d: waarschuwing: token onbekend "%s"
ro: %s:%d: atenþie: element necunoscut "%s"

source: download for this connection completed%s : %ld received
nl: download voor deze verbinding voltooid%s: %ld ontvangen

source: All connections attempts have been rejected!.Retrying connection
nl: Alle verbindingen zijn verworpen!. Bezig opnieuw verbinding te maken

source: Error:A write error occured while writing to %s -: %s
nl: Foute: Een schrijffout is ontstaan bij het schrijven naar %s -: %s

source: Header = %s
nl: Begin = %s
