Repository: screwgoth/prozilla-dev-2.5
Catalog: po/*.po
Languages: es, fr, it, pt_br, ro

source: Error: Invalid arguments for the --max-bps option Please type proz --help for help
es: Error: Argumentos no válidos para la opción --max-bps Por favor, escriba proz --help para ver la ayuda

source: Error: Invalid arguments for the --min-size option Please type proz --help for help
es: Error: Argumentos no válidos para la opción --min-size Por favor, escriba proz --help para ver la ayuda

source: Error: Invalid arguments for the --ftpsid option Please type proz --help for help
es: Error: Argumentos no válidos para la opción --ftpsid Por favor, escriba proz --help para ver la ayuda

source: The available servers are (0) filesearching.com and (1) ftpsearch.elmundo.es Please type proz --help for help
es: Los servidores disponibles son (0) filesearching.com y (1) ftpsearch.elmundo.es Por favor, escriba proz --help para ver la ayuda

source: could not open preferences file for reading
es: imposible abrir el archivo de preferencias para la lectura
