Repository: screwgoth/prozilla-dev-2.5
Catalog: po/*.po
Languages: es, fr, it, pt_br, ro

source: Prozilla Preferences Panel
fr: Configuration des préférences de Prozilla
it: Pannello Preferenze di Prozilla
pt_br: Painel de Preferências do Prozilla
ro: Panoul de opþiuni pentru Prozilla

source: General
fr: Général
it: Generale
pt_br: Geral

source: Number of Threads:
fr: Nombre de "Threads":
it: Numero di Threads:
pt_br: Número de Threads:
ro: Numãrul de fire:

source: Use PASV for FTP transfers (recommended)
fr: Utiliser PASV pour les transferts FTP (recommandé)
it: Usa PASV per i trasferimenti FTP (raccomandato)
pt_br: Usar PASV para transferências FTP (recomendado)
ro: Foloseºte PASV pentru transferurile FTP (recomandat)

source: Ask the HTTP proxies not to cache requests between sessions (default is off)
fr: Demander aux proxies HTTP de ne pas faire de cache pour les requêtes entre les sessions (pas fait par défaut)
it: Chiedi ai proxies HTTP di non mettere in cache le richieste tra le sessioni (disabilitato per default)
pt_br: Pedir aos proxies HTTP para não fazerem cache das requisições entre sessões (o padrão é desligado)
ro: Cere proxy-urilor de HTTP sã nu pãstreze cererile între sesiuni (implicit e inactiv)

source: Retry Delay (Sec):
fr: Délai entre les tentatives (sec):
it: Ritardo tra i tentativi (Sec):
pt_br: Intervalo de Tentativas (Seg):
ro: Pauzã între încercãri (sec):

source: Timeout Period (Sec):
fr: Durée de hors-temps (sec):
it: Tempo di Timeout (Sec):
pt_br: Tempo Limite de Operação (Seg):
ro: Timp maxim (sec):

source: Directory to download the files:
fr: Répertoire où télécharger les fichiers:
it: Directory dove scaricare i files:
pt_br: Diretório para onde os arquivos devem ir:

source: Limit bandwith usage PER download to (Kbps) (0 = unlimited):
fr: Limiter la bande passante par téléchargement à (Kps) (0 = illimité):
it: Limita l'uso della banda per ogni download a (Kbps) (0 = illimitata):
pt_br: Limitar largura de banda por download para (Kbps) (0 = ilimitado):
ro: Limiteazã lãþimea de bandã PER descãrcare la (Kbps) (0 = nelimitat):

source: Hostname:
fr: Nom d'hôte:
it: Nome Host:

source: HTTP Proxy:
fr: Proxy HTTP:
it: Proxy HTTP:
pt_br: Proxy HTTP:
ro: Proxy HTTP:

source: Username:
fr: Nom d'utilisateur:
it: Nome utente:
pt_br: Nome do usuário:
ro: Nume de utilizator:

source: Password:
fr: Mot de passe:
pt_br: Senha:
ro: Parola:

source: FTP Proxy:
fr: Proxy FTP:
it: Proxy FTP:
pt_br: Proxy FTP:
ro: Proxy FTP:

source: FTP Proxy Type:
fr: Type de proxy FTP:
it: Tipo di proxy FTP:
pt_br: Tipo de Proxy FTP:
ro: Tipul de proxy FTP:

source: Use HTTP Proxy
fr: Utiliser un proxy HTTP
it: Usa Proxy HTTP
pt_br: Usar Proxy HTTP
ro: Foloseºte proxy-ul HTTP

source: Use FTP Proxy
fr: Utiliser un proxy FTP
it: Usa Proxy FTP
pt_br: Usar Proxy FTP
ro: Foloseºte proxy-ul FTP

source: Direct Connection to the Internet
fr: Connexion directe à Internet
it: Connessione Diretta a Internet
pt_br: Conexão Direta à Internet
ro: Conexiune directã la Internet

source: Use proxies
fr: Utiliser des proxies
it: Usa proxies
pt_br: Usar Proxy
ro: Foloseºte proxy-uri

source: FTP Search
fr: Recherche FTP
it: Ricerca FTP

source: Number of mirrors to request:
fr: Nombre de sites miroirs à interroger:
it: Numero di mirrors da richiedere:

source: Ping Timeout (Sec):
fr: Hors temps pour ping (Sec):
it: Timeout del ping(Sec):
pt_br: Tempo Limite de Operação (Seg):

source: Number of mirrors to ping at once:
fr: Nombre de sites miroirs à contacter (ping) à la fois:
it: Numero di mirrors da pingare alla volta:

source: Do FTPSearch automatically
fr: Faire les recherches FTP automatiquement
it: Effettua la ricerca FTP automaticamente

source: FTPSearch Server to use:
fr: Serveur de recherche FTP à utiliser:

source: Cancel
fr: Annuler
it: Cancella
pt_br: Cancelar
ro: Renunþã

source: Prozilla Download Accelerator 2.0.4
fr: Accélérateur de téléchargement Prozilla 2.0.4

source: GUI Version 2.0.4
fr: IHM Version 2.0.4

source: Credits
fr: Crédits
it: Crediti
pt_br: Créditos
ro: Mulþumiri

source: Kalum Somaratna - Main Programming
fr: Kalum Somaratna - Programmeur principal
it: Kalum Somaratna - Programmazione Principale
pt_br: Kalum Somaratna - Programação Principal
ro: Kalum Somaratna - Programator principal

source: Uwe Hermann - Additional Programming
fr: Uwe Hermann - Programmeur additionnel
it: Uwe Hermann - Programmazione aggiutiva
pt_br: Uwe Hermann - Programação Adicional
ro: Uwe Hermann - Programator ajutãtor

source: Gustavo Noronha Silva (KoV) - libprozilla GNU gettext support, deb package maintainer
fr: Gustavo Noronha Silva (KoV) - Support GNU gettext pour libprozilla, mainteneur du package debian
it: Gustavo Noronha Silva (KoV) - supporto libprozilla GNU gettext, maintenimento pacchetti deb
pt_br: Gustavo Noronha Silva (KoV) - suporte a GNU gettext para a libprozilla e mantenedor Debian

source: Ralph Slooten - Web Page Maintainer, RPM packager, testing
fr: Ralph Slooten - Mainteneur des pages Web, empaqueteur RPM, tests
pt_br: Ralph Slooten - Mantenedor da página Web, empacotador RPM, testador

source: If you have contributed and arent listed, I apologise and please mail me <kalum@genesys.ro> and I will correct it
fr: Si vous avez contribué et n'êtes pas listé, milles excuses et envoyez un mel à<kalum@genesys.ro> et je corrigerais ça.
it: Se hai contribuito e non sei nella lista, ti prego di mandarmi un email<kalum@genesys.ro> e la correggerò
pt_br: Se você contribuiu e não está listado, peço desculpas e por favor envie um email para <kalum@genesys.ro> e eu irei corrigir isso
ro: Dacã aþi contribuit ºi nu sunteþi afiºat, îmi cer scuze ºi vã rog scrieþi­mi la <kalum@genesys.ro> ºi­mi voi corecta scãparea

source: Silviu Marin-Caea - (Our sysadmin) Donation of valuable bandwith and system resources at genesys.ro, testing
fr: Silviu Marin-Caea - (notre administrateur système) Dons de bande passanteet de ressources système chez genesys.ro, tests
it: Silviu Marin-Caea - (Nostro amministratore di sistema) Donazione considerevole di banda e risorse di sistema a genesys.ro, testing
pt_br: Silviu Marin-Caea - (Nosso Administrador de Sistema) Doação de sistema e banda valorosos em genesys.ro e testador
ro: Silviu Marin-Caea - (sysadmin-ul nostru) Doneazã lãþime de bandã ºi resurse sistem la genesys.ro, tester

source: Pablo Iranzo Gómez - testing
fr: Pablo Iranzo Gómez - tests
pt_br: Pablo Iranzo Gómez - testador
ro: Pablo Iranzo Gómez - tester

source: Krogg - The cool Prozilla logo
fr: Krogg - Le logo Prozilla
it: Krogg - Il simpatico logo di Prozilla
pt_br: Krogg - O logo do Prozilla
ro: Krogg - Meseriaºul logo pentru Prozilla

source: David L. Matthews - testing
fr: David L. Matthews - tests
pt_br: David L. Matthews - testador

source: Translations
fr: Traductions
it: Traduzioni
pt_br: Traduções

source: Ruben Boer - Dutch Translation
fr: Ruben Boer - Traduction en hollandais
it: Ruben Boer - Traduzione Belga
pt_br: Ruben Boer - Tradução Holandesa

source: Ralph Slooten- Dutch Translation
fr: Ralph Slooten - Traduction en hollandais
it: Ralph Slooten- Traduzione Belga
pt_br: Ralph Slooten - Tradução Holandesa

source: Flower - Romanian Translation
fr: Flower - Traduction en roumain
it: Flower - Traduzione Rumena
pt_br: Flower - Tradução Romena

source: Gustavo Noronha Silva (KoV) - Portugese Translation
fr: Gustavo Noronha Silva (KoV) - Traduction en portugais
it: Gustavo Noronha Silva (KoV) - Traduzione Portoghese
pt_br: Gustavo Noronha Silva (KoV) - Tradução para Português

source: Emanuele Tatti (Kreazy) - Italian Translation
fr: Emanuele Tatti (Kreazy) - Traduction en italien

source: Alberto Zanoni - Italian Translation
fr: Alberto Zanoni - Traduction en italien

source: Eric Lassauge - French Translation
fr: Eric Lassauge - Traduction en français

source: Webpage - http://prozilla.genesys.ro/
fr: Site web - http://prozilla.genesys.ro/
pt_br: Página - http://prozilla.genesys.ro/

source: Please enter the URL
fr: Entrez l'URL
it: Per favore inserisci l'URL
pt_br: Por favor digite a URL
ro: Introduceþi URL-ul

source: Enter URL (CTRL+V to paste from clipboard)
fr: Entrez l'URL (CTRL+V ou clic milieu pour copier depuis le presse-papier)
it: Inserisci l'URL (CTRL+V per incollare dagli appunti)
pt_br: Digite a URL (CTRL+V para colar da área de transferência)
ro: Introduceþi URL-ul (CTRL+V pentru lipire din clipboard)

source: FTPSearch for mirrors (Experimental)
fr: Recherches FTP pour les sites miroirs (expérimental)
it: Ricerca mirrors FTP (Sperimentale)

source: Abort, Resume Later
fr: Interrompre, continuer + tard
it: Abortisci; Riprendi più tardi
pt_br: Abortar, continuar mais tarde
ro: Abandon, continuãm mai târziu

source: Abort, No Resume Later
fr: Interrompre, pas de continuation + tard
it: Abortisci; Non Riprendere
pt_br: Abortar, não continuar
ro: Abandon, nu mai continuãm

source: Estimated Time Left
fr: Temps restant estimé
it: Tempo mancante stimato
pt_br: Tempo Restante Estimado
ro: Timp rãmas estimat

source: Creating file..............
fr: Création du fichier..............
it: Creando file...............
pt_br: Criando arquivo..............
ro: Creez fiºierul..............

source: Yes
fr: Oui
it: Si
pt_br: Sim
ro: Da

source: No
fr: Non
pt_br: Não
ro: Nu

source: Are you Sure You want to quit?
fr: Voulez-vous vraiment quitter?
it: Sei sicuro di voler abbandonare?
pt_br: Tem certeza que quer sair?
ro: Sunteþi sigur cã doriþi sã ieºiþi?

source: Creating the thread that gets info about file..
fr: Création du "thread" qui récupère les informations sur le fichier...
it: Creando il thread che ottiene le informazioni sul file..
pt_br: Criando a thread que obtém informações sobre o arquivo...
ro: Creez firul care ia informaþii despre fiºier.

source: I am unable to delete the target file!
fr: Impossible de détruire le fichier cible!
it: Non riesco a cancellare il target file!
pt_br: Fui incapaz de remover o arquivo alvo!
ro: Nu pot ºterge fiºierul destinaþie!

source: A error occured while processing the logfile! Assuming default number of connections
fr: Erreur lors du traitement du fichier de traces! Utilisation du nombrede connections par défaut
it: Un errore è occorso durante la lettura del file di log! Uso il numero predefinito di.connessioni
pt_br: Um erro aconteceu durante o processamento do arquivo de log! Assumindo número de conexões padrão
ro: A apãrut o eroare la procesarea fiºierului de log! Presupun numãrul implicit de conexiuni

source: The previous download used a different number of connections than the default! so I will use the previous number of threads
fr: Le téléchargement précédent utilisait un nombre de connections différentde la valeur par défaut! Utilisation du nombre de "threads" précédent
it: Il download precedente usava un numero differente di connessioni rispetto al numero predefinito! Uso il numero precedente di threads
pt_br: O download anterior usou um número de conexões diferente do padrão! Então eu usarei o número anterior de threads.
ro: Descãrcarea precedentã a folosit alt numãr de conexiuni decât cel implicit! Vom folosi deci numãrul vechi de conexiuni.

source: A error occured while processing the logfile! Assuming default number of connections to delete
fr: Erreur lors du traitement du fichier de traces! Utilisation du nombrede connections par défaut à détuire
it: Un errore è occorso durante la letture del file di log! Uso il numero predefinito di connessioni da cancellare
pt_br: Um erro aconteceu durante o processamento do arquivo de log! Assumindo número de conexões padrão para remover.
ro: A apãrut o eroare la procesarea fiºierului de log! Presupun numãrul implicit de conexiuni pentru ºtergere

source: The target file %s exists, would you like to overwrite it?
fr: Le fichier cible %s existe, voulez-vous l'écraser?
it: Il target file %s esiste, lo vuoi sovrascrivere?
pt_br: O arquivo alvo %s existe, gostaria de sobrescrevê-lo?
ro: Fiºierul destinaþie %s existã, doriþi sã­l suprascriem?

source: Previous download of %s exists, would you like to resume it or overwrite it?
fr: Un téléchargement précédent de %s existe, voulez-vous l'écraser ou continuer?
it: Un precedente download di %s esiste, lo vuoi riprendere o sovrascrivere?
pt_br: Download anterior de %s existe, quer continuar ou sobrescrever?
ro: O descãrcare anterioarã a lui %s existã, doriþi sã­l continuãm sau sã­l suprascriem?

source: Resume
fr: Continuer
it: Riprendi
pt_br: Continuar
ro: Continuare

source: Overwrite
fr: Ecraser
it: Sovrascrivi
pt_br: Sobrescrever
ro: Suprascriere

source: RESUME supported
fr: CONTINUATION possible
it: RESUME supportato
pt_br: CONTINUAÇÃO suportada
ro: CONTINUARE posibilã

source: RESUME NOT supported
fr: CONTINUATION impossible
it: RESUME NON supportato
pt_br: CONTINUAÇÃO não suportada
ro: CONTINUARE imposibilã

source: UnPause
fr: Fin de pause
it: Riprendi
pt_br: Despausa

source: waiting for thread to end
fr: attente de la fin du "thread"
it: sto aspettando la fine del thread
pt_br: esperando que a thread acabe
ro: aºtept firul sã se termine

source: Thread ended
fr: Fin du "thread"
it: Thread terminato
pt_br: Thread acabou
ro: Fir terminat

source: Got info succesfully
fr: Récupération réussie des informations
it: Ottenute le informazioni correttamente
pt_br: Informações conseguidas com êxito
ro: Informaþii primite

source: File Size = %ld Kb
fr: Taille du fichier: = %ld Ko
it: Grandezza File = %ld Kb
pt_br: Tamanho do arquivo = %ld Kb
ro: Mãrimea fiºierului = %ld Kb

source: File Size is UNKOWN
fr: Taille du fichier INCONNUE
it: La Grandezza del file è SCONOSCIUTA
pt_br: Tamanho do arquivo DESCONHECIDO
ro: Mãrimea fiºierului este necunoscutã

source: The URL %s doesnt exist!
fr: L'URL %s n'existe pas!
it: L'URL %s non esiste!
pt_br: A URL %s não existe!
ro: URL-ul %s nu existã!

source: No suitable mirrors were found, downloading from original server
fr: Pas de site miroir trouvé, téléchargement depuis le site d'origine
it: Non sono stati trovati mirrors validi, effettuo il download dal server originale

source: Total Bytes received %ld Kb
fr: Total des octets recus %ld Ko
it: Bytes ricevute in totale %ld kb
pt_br: Total de Bytes recebidos %ld Kb
ro: Am primit %ld Kb

source: Average Speed = %.3f Kb/sec
fr: Vitesse moyenne = %.3f Ko/sec
it: Velocità di trasferimento media = %.3f Kb/sec
pt_br: Velocidade Média = %.3f Kb/sec
ro: Viteza medie = %.3f Kb/sec

source: %d Seconds
fr: %d secondes
it: %d Secondi
pt_br: %d Segundos
ro: %d secunde

source: %d Minutes %d Seconds
fr: %d minutes %d secondes
it: %d Minuti %d Secondi
pt_br: %d Minutos %d Segundos
ro: %d minute ºi %d secunde

source: %d Hours %d minutes
fr: %d heures %d minutes
it: %d Ore %d Minuti
pt_br: %d Horas %d Minutos
ro: %d ore ºi %d minute

source: Waiting till all threads terminate
fr: Attente de la fin de tous les "threads"
it: Sto aspettando la conclusione di tutti i threads
pt_br: Esperando até que todas as threads completem
ro: Aºtept sã se terminte toate firele

source: Got DL succesfully, now building file
fr: Téléchargement réussi, reconstruction du fichier
it: Ottenuti i DL correttamente, ora sto costruendo il file
pt_br: Download terminado com sucesso, agora reconstruindo arquivo
ro: Descãrcare terminatã, construiesc fiºierul

source: Building file %s .....
fr: Reconstruction du fichier %s .....
it: Costruendo file %s
pt_br: Construindo arquivo %s .....
ro: Construiesc fiºierul %s .....

source: Error the server/proxy lied about resuming so I have to restart this from the beginning!
fr: Erreur, le serveur/proxy a donné une fausse information sur sa capacitéà exécuter une continuation, il est nécessaire de recommencer du début!

source: One connection of the download %s encountered a unrecoverable local error, usually lack of free space, or a write to bad medium, or a problem with permissions,so please fix this and retry
fr: Une connexion du téléchargement %s a eu une erreur fatale, à priori manquede place disque, ou écriture sur un support en erreur, ou une problème avecles permissions de fichier, corriger ce problème avant de recommencer

source: A connection(s) of the download %s encountered a unrecoverable remote error, usually the file not being present in the remote server, therefore the download had to be aborted!
fr: Une connexion du téléchargement %s a eu une erreur fatale, à priorile fichier n'est pas présent sur le serveur distant, le téléchargement a duêtre interrompu!
it: Una connessione del download %s è incappata in un errore remoto irreversibile, di solito a causa dell'assenza del file sul server remoto, perciò il download deve essere abortito!
pt_br: Uma conexão do download %s encontrou um erro local irrecuperáel, normalmente isso quer dizer que o arquivo não está presente no servidor remoto, portanto o download teve de ser abortado!

source: Close
fr: Fermer
it: Chiudi
pt_br: Fechar
ro: Închide

source: %s does not seem to be a valid URL
es: %s no parece ser una URL válida
fr: %s n'est pas une URL valide
it: %s non sembra essere un'URL valido
pt_br: %s não parece uma URL válida
ro: %s nu pare sã fie un URL valid

source: %s contains just a hostname, it does not contain a file to download!
fr: %s contient juste un nom d'hôte, pas de fichier à télécharger!
it: %s contiene solo il nome di un host, non contiene un file da scaricare!
pt_br: %s contém apenas o nome do host mas não um nome de arquivo para baixar!

source: Error: Invalid option
es: Error: Opción Inválida
fr: Erreur: option invalide
it: Errore: opzione non valida
pt_br: Erro: opção inválida
ro: Eroare: optiune invalidã

source: Prozilla - Download Accelerator
fr: Prozilla - Accélérateur de téléchargement
pt_br: Prozilla - Acelerador de Download

source: &File
fr: &Fichier
pt_br: &Arquivo
ro: &Fiºier

source: &New URL
fr: &Nouvelle URL
it: &Nuova URL
pt_br: &Nova URL
ro: URL &nou

source: &Preferences
fr: &Préférences
it: &Preferenze
pt_br: &Preferências
ro: &Preferinþe

source: &Quit
fr: &Quitter
it: &Abbandona
pt_br: &Sair
ro: &Ieºire

source: &Help
fr: &Aide
it: &Aiuto

source: &About
fr: A &Propos
it: &A proposito di...
pt_br: &Sobre
ro: &Despre

source: %s does not seem to be a valid directory
fr: %s ne contient pas un répertoire valide
it: %s non sembra essere una directory valida
pt_br: %s não parece ser um diretório válido
ro: %s nu pare sã fie un director valid

source: %s does not seem to be a valid HTTP proxy value
fr: %s ne contient pas une valeur de proxy HTTP valide
it: %s non sembra essere un valore valido per un proxy HTTP
pt_br: %s não parece ser um valor de proxy HTTP válido
ro: %s nu pare sã fie o valoare validã pentru proxy HTTP

source: %s does not seem to be a valid FTP proxy value
fr: %s ne contient pas une valeur de proxy FTP valide
it: %s non sembra essere un valore valido per un proxy FTP
pt_br: %s não parece ser um valor de proxy FTP válido
ro: %s nu pare sã fie o valoare validã pentru proxy FTP

source: Port:
it: Porta:
pt_br: Porta:

source: GUI Version 2.0.4beta
it: Versione GUI 2.0.4-beta
pt_br: Versão da GUI: 2.0.4beta

source: libprozilla version 1.0.0
it: Versione libprozilla 1.0.0
pt_br: Versão da libprozilla: 1.0.1
ro: versiunea libprozilla 1.0.0

source: Emanuele Tatti (Kreazy) - Itallian Translation
it: Emanuele Tatti (Kreazy) - Traduzione Italiana

source: Pause
it: Pausa
pt_br: Pausa

source: Attention!
it: Attenzione!
pt_br: Atenção!
ro: Atenþie!

source: Error the server/proxy lied about resuming so I have to restart this from the begiining!
it: Errore: a causa del server/proxy non è stato possibile riprendere il download perciò devo riprendere dall'inizio!
pt_br: Erro: o servidor/proxy mentei sobre continuação e eu terei de começar tudo do começo!
ro: Eroare serverul/proxy-ul a minþit referitor la continuare deci trebuie sã reiau de la început!

source: One connection of the download %s encountered a unrecoverable local error, usually lack of free space, or a write to bad medium, or a problem with permissions,so pelase fix this and retry
it: Una connessione del download %s è incappata in un errore locale irreversibile, di solito a causa di mancanza di spazio su disco, o la scrittura su un medium con problemi oppure un problema di persmesse, per favore ripara il problema e riprova
pt_br: Uma conexão do download %s encontrou um erro local irrecuperáel. Norlmalmente isso quer dizer falta de espaço ou uma mídia ruim ou um problema de permissões, então por favor conserte o erro e tente novamente.
ro: Una dintre conexiunile descãrcãrii %s a întâmpinat o eroare localã nereparabilã, de obicei cauzatã de lipsa de spaþiu, scrierea pe suport defectuos sau o problemã cu permisiunile, deci reparaþi eroarea ºi reîncercaþi

source: Prozilla Download Accelerator 2.0.4beta
pt_br: Acelerador de Downloads Prozilla 2.0.4beta

source: Proxies
ro: Proxy-uri

source: GUI Version 2.0.4-beta
ro: Versiunea GUI 2.0.4-beta

source: Gustavo Noronha Silva (KoV) - libprozilla GNU gettext support, translator, deb package maintainer
ro: Gustavo Noronha Silva (KoV) - ajutor la GNU gettext pentru libprozilla, traducãtor, face pachetele deb

source: Ralph Slooten - Web Page Maintainer, RPM packager, testing, translator
ro: Ralph Slooten - Menþine pagina Web, face pachetele RPM, tester, traducãtor

source: A connection(s) of the download %s encountered a unrecoverable remote error, usually the file not being present in the remote server, therefore the download had to be aborted!
es: Alguna de las conexiones para la descarga de %s dió un error irrecuperable,tí­picamente es porque el archivo no está presente en el servidor remoto, por lo que la descarga será abortada!

source: unable to create the directory to store the config info in
es: imposible crear el directorio para guardar la configuración

source: Error while stating the config info directory
es: Error mientras se define el directorio de configuración

source: %s. Version: %s
es: %s. Versión: %s

source: Error: Invalid arguments for the -k option Please type proz --help for help
es: Error: Argmentos no válidos para la opción -k Por favor, escriba proz --help para ver la ayuda

source: Hey! How can I download anything with 0 (Zero) connections!? Please type proz --help for help
es: ¡Hey! ¿¡Cómo haré para bajar algo con 0 (Cero) conexiones!? Por favor, escriba proz --help para ver la ayuda

source: Error: Invalid arguments for the -t or --tries option(s) Please type proz --help for help
es: Error: Argumentos no válidos para la opción -t o --tries Por favor, escriba proz --help para ver la ayuda

source: Error: Invalid arguments for the --retry-delay option Please type proz --help for help
es: Error: Argumentos no válidos para la opción --retry-delay Por favor, escriba proz --help para ver la ayuda

source: Error: Invalid arguments for the --timeout option Please type proz --help for help
es: Error: Argumentos no válidos para la opción --timeout Por favor, escriba proz --help para ver la ayuda

source: Error: Invalid arguments for the --pt option Please type proz --help for help
es: Error: Argumentos no válidos para la opción --pt Por favor, escriba proz --help para ver la ayuda

source: Hey! Does waiting for a server response for Zero(0) seconds make and sense to you!? Please type proz --help for help
es: ¡Hey! ¿¡Tiene sentido esperar que el servidor responda en 0(Cero) segundos!? Por favor, escriba proz --help para ver la ayuda

source: Error: Invalid arguments for the --pao option Please type proz --help for help
es: Error: Argumentos no válidos para la opción --pao Por favor, escriba proz --help para ver la ayuda

source: Hey you! Will pinging Zero(0) servers at once achive anything for me!? Please type proz --help for help
es: ¡Hey! Tiene sentido alguno enviar un ping a cero (0) servidores!? Por favor, escriba proz --help para ver la ayuda

source: Hey! Will requesting Zero(0) servers at oncefrom the ftpearch achive anything!? Please type proz --help for help
es: Please type proz --help for help
